ent-MedievalBlackSpire = Чёрный шпиль
    .desc = Зловещий шпиль, насылающий проклятие на весь сектор.
    .suffix = Средневековье

ent-MedievalBlackSpireSpawnRule = Появление чёрного шпиля
ent-MedievalBlackSpireSpawnMarker = спавнер чёрного шпиля
    .desc = Место, где чёрный шпиль может появиться один раз за раунд.
    .suffix = Средневековье
medieval-black-spire-event-announcement = { $sector ->
    [sector1] В северо-западной части архипелага воздвигся чёрный шпиль, насылающий проклятие на окрестные земли!
    [sector2] В северной части архипелага воздвигся чёрный шпиль, насылающий проклятие на окрестные земли!
    [sector3] В северо-восточной части архипелага воздвигся чёрный шпиль, насылающий проклятие на окрестные земли!
    [sector4] В западной части архипелага воздвигся чёрный шпиль, насылающий проклятие на окрестные земли!
    [sector5] В центральной части архипелага воздвигся чёрный шпиль, насылающий проклятие на окрестные земли!
    [sector6] В восточной части архипелага воздвигся чёрный шпиль, насылающий проклятие на окрестные земли!
    [sector7] В юго-западной части архипелага воздвигся чёрный шпиль, насылающий проклятие на окрестные земли!
    [sector8] В южной части архипелага воздвигся чёрный шпиль, насылающий проклятие на окрестные земли!
    [sector9] В юго-восточной части архипелага воздвигся чёрный шпиль, насылающий проклятие на окрестные земли!
    *[unknown] На архипелаге воздвигся чёрный шпиль, насылающий проклятие на окрестные земли!
    }
medieval-black-spire-destroyed-announcement = Чёрный шпиль был уничтожен!
medieval-black-spire-event-sender = Событие
